{
    "Criminal Minds": "The cases of the F.B.I. Behavioral Analysis Unit (B.A.U.), an elite group of profilers who analyze the nation's most dangerous serial killers and individual heinous crimes in an effort to anticipate their next moves before they strike again.",
    "Hannibal": "Explores the early relationship between the renowned psychiatrist and his patient, a young FBI criminal profiler, who is haunted by his ability to empathize with serial killers.",
    "Man Up!": "Three modern men try to get in touch with their inner tough guys and redefine what it means to be a real man. Will's grandfather fought in WWII. Will's father fought in Vietnam. Will plays Call of Duty on his PS3 and drinks non-dairy hazelnut creamer. So what happened to all the real men? They're still here, they just smell like pomegranate body wash now. Meet Will. his evolved, sensitive nature is why his awesome wife, Theresa married him. But Will and his friends find themselves wondering, in a world of Axe ads and manscaping, what does it really mean to be a guy anymore? Will is more interested in finding the perfect gift for his son Nathan's 13th birthday than in doing his job selling insurance; sensitive soul Craig still pines for his college ex, Lisa; and Kenny clamps down on his anger and asks himself, \"what would Tobey Maguire do?,\" when his ex, Brenda, starts seeing a guy who is everything he's not and much better looking. After Craig crashes Lisa's wedding to try to win her back, they are all faced with an opportunity to Man Up and be like their forefathers.",
    "Hardcore Pawn": "Pawnbroker Les Gold and his two children, Seth and Ashley, operate Detroit's largest pawnshop.",
    "American Pickers": "Mike and Frank are pickers that travel the country and literally would go anywhere just for the prospects of finding antique gold. With the assistance of Danielle they often find themselves in a comedic pickle.",
    "Adam Hills Tonight": "Adam Hills returns to Gordon Street in a unique take on the traditional tonight show - with monologue, interviews and top musical acts, plus spontaneous and unpredictable interactions with the studio audience.",
    "Would I Lie to You?": "Two teams, lead by their team leader (either Lee Mack or David Mitchell), have to try and make the other team believe their crazy stories.",
    "The Thick of It": "Set in the corridors of power and spin, the Minister for Social Affairs, is continually harassed by Number 10's policy enforcer and dependent on his not-so-reliable team of civil servants.",
    "Arrow": "Spoiled billionaire playboy Oliver Queen is missing and presumed dead when his yacht is lost at sea. He returns five years later a changed man, determined to clean up the city as a hooded vigilante armed with a bow.",
    "The Following": "A brilliant and charismatic, yet psychotic serial killer communicates with other active serial killers and activates a cult of believers following his every command.",
    "The Block Sky High": "Couples compete to renovate rundown buildings into high-end apartments and sell them at auction for the highest price to receive a prize of $100,000.",
    "Extreme Frontiers: Canada": "Adventurer Charley Boorman embarks on another epic trip, this time across Canada from east to west coast on a motor bike.",
    "Borgen": "A political drama about a prime minister's rise to power, and how power changes a prime minister.",
    "World News Australia": "World News Australia is the news service of the Special Broadcasting Service in Australia. Its flagship nightly bulletin is broadcast at 6.30pm on SBS with additional weeknight 'late' bulletins from 10.30pm on SBS.",
    "Mr & Mrs Murder": "The series follows the adventures of married couple Nicola and Charlie Buchanan, who run an industrial cleaning business while solving the most baffling murder mysteries.",
    "The Good Wife": "Alicia has been a good wife to her husband, a former state's attorney. After a very humiliating sex and corruption scandal, he is behind bars. She must now provide for her family and returns to work as a litigator in a law firm.",
    "Ten Late News": "Ten Late News is an Australian late night television news program, broadcast on Network Ten and it aired at 10.30pm on weeknights. The bulletin was hosted by Hugh Riminton with sport presented by Victoria Murphy.",
    "Escape to the Country": "The property show that helps prospective buyers find their dream home.",
    "Fantasy Homes Down Under": "The popular relocation show heads to the southern hemisphere to help British people looking to relocate to Australia find the right location to start their new life. Presenter Seetha Hallett takes in a new city or region each episode, looking into which local areas will suit the budgets and needs of the couples and families on the show. Join her on a house-hunting search through Brisbane, Adelaide, Sydney and Melbourne, as she tries to help make people’s dreams of a new home and lifestyle a reality.",
    "Futurama": "Fry, a pizza guy, is accidentally frozen in 1999 and thawed out New Year's Eve 2999.",
    "The Cleveland Show": "The adventures of the Family Guy (1998) neighbor and former deli owner, Cleveland Brown.",
    "Burn Notice": "A spy recently disavowed by the U.S. government uses his special ops training to help others in trouble.",
    "Blue Bloods": "Revolves around a family of New York cops.",
    "The Killing": "A police investigation, the saga of a grieving family, and a Seattle mayoral campaign all interlock after the body of 17-year-old Rosie Larsen is found in the trunk of a submerged car.",
    "Be Your Own Boss": "Explores the early relationship between the renowned psychiatrist and his patient, a young FBI criminal profiler, who is haunted by his ability to empathize with serial killers.",
    "The PItch": "This documentary series takes cameras behind the closed doors of the world of advertising as two advertising agencies go head to head to win a real campaign from a major brand.",
    "Russell Howard's Good News": "British comedian Russell Howard shares his views on the topical news of the previous week."
}
